[
  {
    "id": 1,
    "title": "28 Weeks Later",
    "overview": "In this chilling sequel to 28 Days Later, the inhabitants of the British Isles appear to have lost their battle against the onslaught of disease, as the deadly rage virus has killed every citizen there. Six months later, a group of Americans dare to set foot on the isles, convinced the danger has come and gone. But it soon becomes all too clear that the scourge continues to live, waiting to pounce on its next victims.",
    "cover": "/lKMHQ7cjEumFoBnDMLU3X90SKV0.jpg",
    "releaseDate": "2007-04-25",
    "tags": ["Horror", "28"],
    "favorite": true
  },
  {
    "id": 2,
    "title": "Underworld",
    "overview": "Vampires and werewolves have waged a nocturnal war against each other for centuries. But all bets are off when a female vampire warrior named Selene, who's famous for her strength and werewolf-hunting prowess, becomes smitten with a peace-loving male werewolf, Michael, who wants to end the war.",
    "cover": "/rdkxl5iXdpVU188cL1LLG3sy6z4.jpg",
    "releaseDate": "2003-09-19",
    "tags": ["Horror", "Underworld"],
    "favorite": true
  },
  {
    "id": 3,
    "title": "Fight Club",
    "cover": "/2lECpi35Hnbpa4y46JX0aY3AWTy.jpg",
    "overview": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
    "releaseDate": "1999-10-14",
    "tags": [],
    "favorite": true
  },
  {
    "id": 4,
    "title": "Predators",
    "overview": "A mercenary named Royce reluctantly leads a motley crew of warriors who soon come to realize they've been captured and deposited on an alien planet by an unknown nemesis. With the exception of a peculiar physician, they are all cold-blooded killers, convicts, death squad members...hunters who have now become the hunted.",
    "cover": "/5G6kook6pUGrGZ99ciD4a7L1CIs.jpg",
    "releaseDate": "2010-07-06",
    "tags": ["Predator"],
    "favorite": true
  },
  {
    "id": 5,
    "title": "Predator",
    "overview": "Dutch and his group of commandos are hired by the CIA to rescue downed airmen from guerillas in a Central American jungle. The mission goes well but as they return they find that something is hunting them. Nearly invisible, it blends in with the forest, taking trophies from the bodies of it's victims as it goes along. Occasionally seeing through it's eyes, the audience sees it is an intelligent alien hunter, hunting them for sport, killing them off one at a time.",
    "cover": "/sa8OiwfkGLeQ3HDXf8BwXUx6pZV.jpg",
    "releaseDate": "1987-06-11",
    "tags": ["Predator"],
    "favorite": true
  },
  {
    "id": 6,
    "title": "AVP: Alien vs. Predator",
    "overview": "When scientists discover something in the Arctic that appears to be a buried Pyramid, they send a research team out to investigate. Little do they know that they are about to step into a hunting ground where Aliens are grown as sport for the Predator race. The films sees two of the largest comic and movie franchises collide in an all out war.",
    "cover": "/9xzRKUBIqLwhhOYtcE7P1BbWXP9.jpg",
    "releaseDate": "2004-08-12",
    "tags": ["Predator"],
    "favorite": true
  },
  {
    "id": 7,
    "title": "Aliens vs Predator: Requiem",
    "overview": "A sequel to 2004's Alien vs. Predator, the iconic creatures from two of the scariest film franchises in movie history wage their most brutal battle ever - in our own backyard. The small town of Gunnison, Colorado becomes a war zone between two of the deadliest extra-terrestrial life forms - the Alien and the Predator. When a Predator scout ship crash-lands in the hills outside the town, Alien Facehuggers and a hybrid Alien/Predator are released and begin to terrorize the town.",
    "cover": "/xR4Mslyum7bjzAF1rlUX2HrlwhZ.jpg",
    "releaseDate": "2007-12-25",
    "tags": ["Predator"],
    "favorite": true
  },
  {
    "id": 8,
    "title": "Predator 2",
    "overview": "Ten years after a band of mercenaries first battled a vicious alien, the invisible creature from another world has returned to Earth -- and this time, it's drawn to the gang-ruled and ravaged city of Los Angeles. When it starts murdering drug dealers, detective-lieutenant Mike Harrigan and his police force set out to capture the creature, ignoring warnings from a mysterious government agent to stay away.",
    "cover": "/uewGs5MABWjUcy6yVZZkttqv6WK.jpg",
    "releaseDate": "1990-11-20",
    "tags": ["Predator"],
    "favorite": false
  },
  {
    "id": 9,
    "title": "Devil's Due",
    "overview": "An unexpected pregnancy takes a terrifying turn for newlyweds Zach and Samantha McCall.",
    "cover": "/e3lTtmRIWZsfwa5lUo3JcOdnVdM.jpg",
    "releaseDate": "2014-01-17",
    "tags": [],
    "favorite": false
  },
  {
    "id": 10,
    "title": "The Collector",
    "overview": "Desperate to repay his debt to his ex-wife, an ex-con plots a heist at his new employer's country home, unaware that a second criminal has also targeted the property, and rigged it with a series of deadly traps.",
    "cover": "/mAJccHaJ17u40Xm8wXb73eqGQKD.jpg",
    "releaseDate": "2009-07-31",
    "tags": [],
    "favorite": false
  },
  {
    "id": 11,
    "title": "The Collection",
    "overview": "Arkin escapes with his life from the vicious grips of \"The Collector\" during an entrapment party where he adds beautiful Elena to his \"Collection.\" Instead of recovering from the trauma, Arkin is suddenly abducted from the hospital by mercenaries hired by Elena's wealthy father. Arkin is blackmailed to team up with the mercenaries and track down The Collector's booby trapped warehouse and save Elena.",
    "cover": "/3YyPWbxkOVRXNEukz03qcW2hXjW.jpg",
    "releaseDate": "2012-11-30",
    "tags": [],
    "favorite": false
  },
  {
    "id": 12,
    "title": "28 Days Later...",
    "overview": "Twenty-eight days after a killer virus was accidentally unleashed from a British research facility, a small group of London survivors are caught in a desperate struggle to protect themselves from the infected. Carried by animals and humans, the virus turns those it infects into homicidal maniacs -- and it's absolutely impossible to contain.",
    "cover": "/sd5B6W6RtsDoHdzhz8oDkNuhhU4.jpg",
    "releaseDate": "2002-11-01",
    "tags": [],
    "favorite": false
  },
  {
    "id": 13,
    "title": "Underworld: Evolution",
    "overview": "As the war between the vampires and the Lycans rages on, Selene, a former member of the Death Dealers (an elite vampire special forces unit that hunts werewolves), and Michael, the werewolf hybrid, work together in an effort to unlock the secrets of their respective bloodlines.",
    "cover": "/fogihlu39MuYgL6pKObI4SQWPOY.jpg",
    "releaseDate": "2006-01-20",
    "tags": ["Horror", "Underworld"],
    "favorite": false
  },
  {
    "id": 14,
    "title": "Underworld: Rise of the Lycans",
    "overview": "A prequel to the first two Underworld films, this fantasy explains the origins of the feud between the Vampires and the Lycans. Aided by his secret love, Sonja, courageous Lucian leads the Lycans in battle against brutal Vampire king Viktor. Determined to break the king's enslavement of his people, Lucian faces off against the Death Dealer army in a bid for Lycan independence.",
    "cover": "/hZtK6fkusSKzGc0f7yQ2syo14Ze.jpg",
    "releaseDate": "2009-01-23",
    "tags": ["Horror", "Underworld"],
    "favorite": false
  },
  {
    "id": 15,
    "title": "Resident Evil",
    "overview": "When a virus leaks from a top-secret facility, turning all resident researchers into ravenous zombies and their lab animals into mutated hounds from hell, the government sends in an elite military task force to contain the outbreak. Alice and Rain are charged with leading the mission. But they only have three hours before the pathogen becomes airborne and infects the world.",
    "cover": "/53x0zjXNnlNrHjS6LmLALBPphSU.jpg",
    "releaseDate": "2002-03-15",
    "tags": [],
    "favorite": false
  },
  {
    "id": 16,
    "title": "Resident Evil: Retribution",
    "overview": "The Umbrella Corporation’s deadly T-virus continues to ravage the Earth, transforming the global population into legions of the flesh eating Undead. The human race’s last and only hope, Alice, awakens in the heart of Umbrella’s most clandestine operations facility and unveils more of her mysterious past as she delves further into the complex. Without a safe haven, Alice continues to hunt those responsible for the outbreak; a chase that takes her from Tokyo to New York, Washington, D.C. and Moscow, culminating in a mind-blowing revelation that will force her to rethink everything that she once thought to be true. Aided by new found allies and familiar friends, Alice must fight to survive long enough to escape a hostile world on the brink of oblivion. The countdown has begun.",
    "cover": "/qRhi9UDgfstP9aIJTCoO9u13Q7t.jpg",
    "releaseDate": "2012-09-14",
    "tags": [],
    "favorite": false
  },
  {
    "id": 17,
    "title": "Resident Evil: Apocalypse",
    "overview": "As the city is locked down under quarantine, Alice joins a small band of elite soldiers, enlisted to rescue the missing daughter of the creator of the mutating T-virus. It's a heart-pounding race against time as the group faces off against hordes of blood- thirsty zombies, stealthy Lickers, mutant canines and the most sinister foe yet.",
    "cover": "/2RxmbaRKRIJ9zMgZ7ijWMhFppx3.jpg",
    "releaseDate": "2004-09-10",
    "tags": [],
    "favorite": false
  },
  {
    "id": 18,
    "title": "Resident Evil: Afterlife",
    "overview": "In a world ravaged by a virus infection, turning its victims into the Undead, Alice continues on her journey to find survivors and lead them to safety. Her deadly battle with the Umbrella Corporation reaches new heights, but Alice gets some unexpected help from an old friend. A new lead that promises a safe haven from the Undead takes them to Los Angeles, but when they arrive the city is overrun by thousands of Undead - and Alice and her comrades are about to step into a deadly trap.",
    "cover": "/wEgqGu01JtIyxXhYrr4hsgds1uZ.jpg",
    "releaseDate": "2010-09-10",
    "tags": [],
    "favorite": false
  },
  {
    "id": 19,
    "title": "Resident Evil: Extinction",
    "overview": "Years after the Racoon City catastrophe, survivors travel across the Nevada desert, hoping to make it to Alaska. Alice joins the caravan and their fight against hordes of zombies and the evil Umbrella Corp.",
    "cover": "/3sAiP55j0souKMCYlo5wmwWAgaG.jpg",
    "releaseDate": "2007-09-21",
    "tags": [],
    "favorite": false
  },
  {
    "id": 20,
    "title": "Iron Man",
    "overview": "After escaping from kidnappers using makeshift power armor, an ultrarich inventor and weapons maker turns his creation into a force for good by using it to fight crime. But his skills are stretched to the limit when he must face the evil Iron Monger.",
    "cover": "/s2IG9qXfhJYxIttKyroYFBsHwzQ.jpg",
    "releaseDate": "2008-05-01",
    "tags": [],
    "favorite": false
  },
  {
    "id": 21,
    "title": "Iron Man 2",
    "overview": "Now that his Super Hero secret has been revealed, Tony Stark's life is more intense than ever. Everyone wants in on the Iron Man technology, whether for power or profit... But for Ivan Vanko, it's revenge! Tony must once again suit up and face his most dangerous enemy yet, but not without a few new allies of his own.",
    "cover": "/1LoT5WsN4Lc1aR7A18ciSA1LoMy.jpg",
    "releaseDate": "2010-05-07",
    "tags": [],
    "favorite": false
  },
  {
    "id": 22,
    "title": "Iron Man 3",
    "overview": "The brash-but-brilliant industrialist Tony Stark f...",
    "cover": "/1Ilv6ryHUv6rt9zIsbSEJUmmbEi.jpg",
    "releaseDate": "2013-05-03",
    "tags": [],
    "favorite": false
  },
  {
    "id": 23,
    "title": "Thor",
    "overview": "Against his father Odin's will, The Mighty Thor -a powerful but arrogant warrior god -recklessly reignites an ancient war. Thor is cast down to Earth and forced to live among humans as punishment. Once here, Thor learns what it takes to be a true hero when the most dangerous villain of his world sends the darkest forces of Asgard to invade Earth.",
    "cover": "/bIuOWTtyFPjsFDevqvF3QrD1aun.jpg  /",
    "releaseDate": "2011-05-06",
    "tags": [],
    "favorite": false
  },
  {
    "id": 24,
    "title": "Thor: The Dark World",
    "overview": "Thor fights to restore order across the cosmos… but an ancient race led by the vengeful Malekith returns to plunge the universe back into darkness. Faced with an enemy that even Odin and Asgard cannot withstand, Thor must embark on his most perilous and personal journey yet, one that will reunite him with Jane Foster and force him to sacrifice everything to save us all.",
    "cover": "/aROh4ZwLfv9tmtOAsrnkYTbpujA.jpg",
    "releaseDate": "2013-11-08",
    "tags": [],
    "favorite": false
  },
  {
    "id": 25,
    "title": "The Dark Knight Rises",
    "overview": "Following the death of District Attorney Harvey Dent, Batman assumes responsibility for Dent's crimes to protect the late attorney's reputation and is subsequently hunted by the Gotham City Police Department. Eight years later, Batman encounters the mysterious Selina Kyle and the villainous Bane, a new terrorist leader who overwhelms Gotham's finest. The Dark Knight resurfaces to protect a city that has branded him an enemy.",
    "cover": "/dEYnvnUfXrqvqeRSqvIEtmzhoA8.jpg",
    "releaseDate": "2012-07-20",
    "tags": [],
    "favorite": false
  }
]
